examples/render_all_grammars/dot/tests_functional_test_import_multiple_second.dot
    digraph xtext {
    fontname = "Bitstream Vera Sans"
    fontsize = 8
    node[
        shape=record,
        style=filled,
        fillcolor=aliceblue
    ]
    nodesep = 0.3
    edge[dir=black,arrowtail=empty]


40479112[ label="{Second|}"]

40689528[ label="{ID|}"]

40614344[ label="{STRING|}"]

40213864[ label="{BOOL|}"]

40760984[ label="{INT|}"]

40765928[ label="{FLOAT|}"]

40577160[ label="{STRICTFLOAT|}"]

40484792[ label="{NUMBER|}"]

40490328[ label="{BASETYPE|}"]

40456168[ label="{*OBJECT|}"]

40461704[ label="{Third|+t:INT\l}"]



40479112 -> 40461704[arrowtail=diamond, dir=both, headlabel="thirds 1..*"]
40484792 -> 40577160 [dir=back]
40484792 -> 40760984 [dir=back]
40490328 -> 40484792 [dir=back]
40490328 -> 40765928 [dir=back]
40490328 -> 40213864 [dir=back]
40490328 -> 40689528 [dir=back]
40490328 -> 40614344 [dir=back]
40456168 -> 40490328 [dir=back]

}
